Repository: NaN-tic/trytond-account_es_normal
Catalog: locale/*.po
Languages: ca

# field:account.fiscalyear,code:
source: Code
ca: Codi

# field:account.period,code:
source: Code
ca: Codi

# field:account.tax,recargo_equivalencia:
source: Recargo Equivalencia
ca: Recàrrec Equivalencia

# field:account.tax,report_description:
source: Report Description
ca: Descripció informe

# field:account.tax.template,recargo_equivalencia:
source: Recargo Equivalencia
ca: Recàrrec equivalència

# field:account.tax.template,report_description:
source: Report Description
ca: Descripció informe

# help:account.tax,recargo_equivalencia:
source: Indicates if the tax is Recargo de Equivalencia
ca: Indica que aquest impuest és Recàrrec Equivalencia

# help:account.tax.template,recargo_equivalencia:
source: Indicates if the tax is Recargo de Equivalencia
ca: Indica si l'impost és Recàrrec d'equivalència

# model:account.tax.template,report_description:igic_X0_compras_bc
source: Factura exenta en virtud del artículo 25 de la ley 37/1992 del impuesto Sobre el Valor Añadido.
ca: Factura exempta en virtut de l'article 25 de la llei 37/1992 de l'impost sobre el valor afegit.

# model:account.tax.template,report_description:igic_X0_compras_bi
source: Factura exenta en virtud del artículo 25 de la ley 37/1992 del impuesto Sobre el Valor Añadido.
ca: Factura exempta en virtut de l'article 25 de la llei 37/1992 de l'impost sobre el valor afegit.

# model:account.tax.template,report_description:iva_ISP_compras
source: Operación con inversión del sujeto pasivo, artículo 84. Uno 2º c) de la ley 37/1992 de 28 de Diciembre del Impuesto sobre el Valor Añadido.
ca: Operació amb inversió del subjecte passiu, artícle 84. U 2on de la llei 37/1992 de 28 de desembre de l'impost sobre el valor afegit.

# model:account.tax.template,report_description:iva_ISP_compras_16
source: Operación con inversión del sujeto pasivo, artículo 84. Uno 2º c) de la ley 37/1992 de 28 de Diciembre del Impuesto sobre el Valor Añadido.
ca: Operació amb inversió del subjecte passiu, artícle 84. U 2on de la llei 37/1992 de 28 de desembre de l'impost sobre el valor afegit.

# model:account.tax.template,report_description:iva_X0
source: Factura exenta en virtud del artículo 25 de la ley 37/1992 del impuesto Sobre el Valor Añadido.
ca: Factura exempta en virtut de l'article 25 de la llei 37/1992 de l'impost sobre el valor afegit.

# model:account.tax.template,report_description:iva_X0_compras_bc
source: Factura exenta en virtud del artículo 70.u.7 de la ley 37/1992 del impuesto Sobre el Valor Añadido.
ca: Factura exempta en virtut de l'article 70.u.7 de la llei 37/1992 de l'impost sobre el valor afegit.

# model:account.tax.template,report_description:iva_X0_compras_bi
source: Factura exenta en virtud del artículo 70.u.7 de la ley 37/1992 del impuesto Sobre el Valor Añadido.
ca: Factura exempta en virtut de l'article 70.u.7 de la llei 37/1992 de l'impost sobre el valor afegit.

# selection:account.account,kind:
source: Efective
ca: Efectiu

# view:account.tax.template:
source: Report Description
ca: Descripció informe

# view:account.tax:
source: Report Description
ca: Descripció informe
